/*
* Copyright(c)Ziyi.Gao
* 文 件 名：lotview.c
* 描    述：打印菜单信息
* 作    者：Ziyi.Gao
* 创建日期：2017-8-5
* 完成日期：2017-8-5
* 当前版本：1.0
*/

#include "lotview.h"
#include <stdio.h>

/************************主菜单**************************/
void mainMenu(void)
{
	printf("1.登录\n");
	printf("2.注册\n");
	printf("0.退出\n");
}

/***********************彩民菜单*************************/
void buyerMenu(void)
{
//	printf("");
}


/***********************管理员菜单***********************/




/***********************公正员菜单***********************/
